{"put": "id:mynamespace:book::book1", "fields": {"author": "Scott Fitzgerald",  "title": "The Diamond as Big as the Ritz", "year": 1921, "tags": ["science"], "description": "Scott Fitzgerald's extraordinary fantasy was written in the winter of 1921-1922. John T. Unger, a middle class American boy from a small town on the Mississippi River goes, for his summer holiday, to stay for the first time with an enigmatic school friend, Percy Washington. On the journey out Percy confides with an abrupt remark: 'My father is by far the richest man in the world.' 'The Schnlitzer Murphys had diamonds as big as walnuts - ' 'That's nothing,' Percy had leaned forward and dropped his voice to a low whisper. 'That's nothing at all. My father has a diamond bigger than the Ritz-Carlton Hotel.'"}}
{"put": "id:mynamespace:book::book2", "fields": {"author": "Jeffrey Archer", "title": "The Grass is Always Greener", "year": 1950, "tags": ["modern"], "description": "This ingenious tale examines the ambitions and petty jealousies of the staff at Critchley's Bank. From the doorman to the personnel manager, to Sir William, the bank's sorrowful chairman. Archer knits a panoply of characters with deft narrative skill in a story which is as revealing as it is observant. Taken from his anthology To Cut a Long Story Short, his other short story anthologies include A Quiver Full of Arrows, Twelve Red Herrings and A Twist in the Tale."}}
{"put": "id:mynamespace:book::book3", "fields": {"author": "Coppard", "title": "The Higgler", "year": 1910, "tags": ["romance"],  "description": "Alfred Edgar Coppard, the son of a Kentish journeyman tailor and a hosteler's daughter, wrote his first short story at the age of 43 and achieved fame in his lifetime, for his vivid depictions of the English countryside and its rural characters. The Higgler, which first appeared in his anthology Fishmonger's Fiddle in 1925, is one of his finest works; a strangely unpredictable tale of an itinerant dealer in poultry and eggs whose emotional involvement with the mother and daughter of an isolated farmhouse on the moors threatens to become an obsession."}}
{"put": "id:mynamespace:book::book4", "fields": {"author": "Stephen Crane", "title": "The Open Boat", "year": 1897, "tags": ["classic"], "description": "The Open Boat is a captivating short story based on a real-life event. On January 1st 1897, the great American writer, Stephen Crane, was sailing in the steamer, Commadore, which was running arms from Florida to rebels resisting Spanish domination in Cuba. Crane was a war correspondent at the time. The Commodore sank and Crane was cast adrift in an open boat with three or four crew members, including the captain, Edward Murphy. This the dramatic story of what happened next."}}
{"put": "id:mynamespace:book::book5", "fields": {"author": "Arthur Conan Doyle", "title": "The Five Orange Pips", "year": 1895, "tags": ["crime"], "description": "In this classic Sherlock Holmes mystery the famous Baker Street detective is confronted with one of the most baffling cases of his entire career. Members of the Openshaw family are one-by-one being murdered. Holmes must find a pattern and a motive to these crimes before another member of the family is killed....but there are very few clues. Will the great man fathom the meaning of the five orange pips in time?"}}